{
	"model": "bulletins",
	"data": [
		{
			"title": "Vacations pass the value test",
			"teaser": "The 2024 Deloitte summer travel survey is available",
			"text": "After two straight years of strong gains, the number of Americans planning to take leisure trips is taking a dip this summer. Half of Americans (48%) plan to take vacations involving paid lodging, down a slight two points versus 2023. The biggest deterrent is cost, and the share of non-travelers who say it is just too expensive right now jumped to 34%, from 26% in 2023."
		},
		{
			"title": "Partner Listing Images - Best Practices",
			"teaser": "Use this information to help ensure that the images you upload via the Partner Portal are optimized to make your partner listings look their best.",
			"text": "Are you interested in having better-looking images for your listings? Download this document to get best practices and tips on making the images associated with your listings look their best."
		},
		{
			"title": "Submit Special Offers for Consumers or Travel Advisors",
			"teaser": "Expand your consumer and travel professional reach by participating in our year-round special offers programs. These programs are provided as a benefit of membership, and there is no cost to participate.",
			"text": "Special Offers for Visitors\nEnhance the traveler's pre-and post-arrival experience by adding a Consumer Special Offer in our Destination app and kiosks at various locations statewide. Offers are also displayed on the website.\nOffers can be submitted by clicking Offers in the left menu, and then Add new Offer. For more detailed submission instructions, visit our <a href=\"https://www.hvcb.org/extranet/submit-special-offers/\">Extranet information page</a>."
		},
		{
			"title": "Tourism University - Everything AI",
			"teaser": "Register Today to learn more about the do's and don'ts of AI",
			"text": "We are hosting a special Tourism University on June 20 from 8:30 a.m. - 10:00 a.m. Hear from Jim Spellos, President of Meeting U as he shares \"Everything AI.\" This session will include information on the basics of AI, learning the Dos' and Don'ts, AI Tools and so much more! Space is limited so register today! <a href=\"https://www.trekksoft.com/en/resources/webinars/\""
		}
	]
}